tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "sourcegraph/src-cli"
brew "openssl@3"
brew "ansible"
brew "btop"
brew "cloc"
brew "cloud-sql-proxy"
brew "unixodbc"
brew "freetds"
brew "php"
brew "composer"
brew "direnv"
brew "doxygen"
brew "fzf"
brew "gh"
brew "harfbuzz"
brew "ghostscript"
brew "git-filter-repo"
brew "gnutls"
brew "go"
brew "graphviz"
brew "pkgconf"
brew "helix"
brew "hstr"
brew "node"
brew "httpyac"
brew "hub"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "just"
brew "k9s"
brew "kustomize"
brew "lastpass-cli"
brew "lazygit"
brew "libffi"
brew "lilypond"
brew "lzop"
brew "mas"
brew "minikube"
brew "neofetch"
brew "nushell"
brew "openjdk"
brew "openjdk@17"
brew "openssl@1.1"
brew "pandoc"
brew "pandoc-crossref"
brew "parallel"
brew "postgresql@16", link: true
brew "python@3.9"
brew "qsv"
brew "re2c"
brew "ripgrep"
brew "rustup"
brew "semgrep"
brew "snyk-cli"
brew "starship"
brew "stern"
brew "stow"
brew "texlive"
brew "translate-shell"
brew "tree"
brew "trunk"
brew "uv"
brew "yamllint"
brew "zplug"
brew "koekeishiya/formulae/yabai"
brew "sourcegraph/src-cli/src-cli"
cask "1password"
cask "1password-cli"
cask "adguard"
cask "bartender"
cask "betterzip"
cask "cleanmymac"
cask "cleanshot"
cask "dash"
cask "devonthink"
cask "dropbox"
cask "fantastical"
cask "firefox"
cask "font-cascadia-code-nf"
cask "font-fira-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-source-code-pro"
cask "forklift"
cask "gitkraken"
cask "google-chrome"
cask "hammerspoon"
cask "istat-menus"
cask "jetbrains-toolbox"
cask "kaleidoscope"
cask "keyboard-maestro"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "obsidian"
cask "parallels"
cask "path-finder"
cask "pdf-expert"
cask "podman-desktop"
cask "postman"
cask "rapidapi"
cask "raycast"
cask "royal-tsx@beta"
cask "slack"
cask "sonos"
cask "sourcetree"
cask "spotify"
cask "stay"
cask "sublime-merge"
cask "tableplus"
cask "tower"
cask "typinator"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "warp"
cask "whatsapp"
cask "yacreader"
mas "1Password for Safari", id: 1569813296
mas "Airmail", id: 918858936
mas "Day One", id: 1055511498
mas "Dropover", id: 1355679052
mas "forScore", id: 363738376
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "MacFamilyTree 10", id: 1567970985
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Pixelmator Pro", id: 1289583905
mas "Reeder", id: 1529448980
mas "reMarkable", id: 1276493162
mas "Ulysses", id: 1225570693
mas "Windows App", id: 1295203466
mas "Xcode", id: 497799835
vscode "1password.op-vscode"
vscode "42crunch.vscode-openapi"
vscode "498.httpformat"
vscode "alefragnani.project-manager"
vscode "anweber.vscode-httpyac"
vscode "arthurlobo.easy-codesnap"
vscode "atlassian.atlascode"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "britesnow.vscode-toggle-quotes"
vscode "charliermarsh.ruff"
vscode "chrischinchilla.vscode-pandoc"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-todo-plus"
vscode "financialforce.lana"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "james-yu.latex-workshop"
vscode "jeandeaual.lilypond-syntax"
vscode "jeandeaual.scheme"
vscode "lhl2617.lilypond-formatter"
vscode "lhl2617.lilypond-pdf-preview"
vscode "lhl2617.lilypond-snippets"
vscode "lhl2617.vslilypond"
vscode "metaseed.metajump"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-vscode.hexeditor"
vscode "nefrob.vscode-just-syntax"
vscode "postman.postman-for-vscode"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "salesforce.salesforce-vscode-slds"
vscode "salesforce.salesforcedx-vscode"
vscode "salesforce.salesforcedx-vscode-apex"
vscode "salesforce.salesforcedx-vscode-apex-debugger"
vscode "salesforce.salesforcedx-vscode-apex-replay-debugger"
vscode "salesforce.salesforcedx-vscode-core"
vscode "salesforce.salesforcedx-vscode-lightning"
vscode "salesforce.salesforcedx-vscode-lwc"
vscode "salesforce.salesforcedx-vscode-soql"
vscode "salesforce.salesforcedx-vscode-visualforce"
vscode "samuelcolvin.jinjahtml"
vscode "snyk-security.snyk-vulnerability-scanner"
vscode "sourcegraph.cody-ai"
vscode "sourcegraph.sourcegraph"
vscode "stkb.rewrap"
vscode "tabnine.tabnine-vscode"
vscode "tamasfe.even-better-toml"
vscode "tyriar.sort-lines"
vscode "vivaxy.vscode-conventional-commits"
