tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "romkatv/powerlevel10k"
brew "bat"
brew "libffi"
brew "freetds"
brew "php"
brew "composer"
brew "cookiecutter"
brew "espeak"
brew "gnutls"
brew "harfbuzz"
brew "ffmpeg"
brew "fzf"
brew "ghostscript"
brew "go"
brew "graphviz"
brew "hatch"
brew "hey"
brew "hstr"
brew "htop"
brew "httpie"
brew "node"
brew "httpyac"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "kube-score"
brew "kubernetes-cli"
brew "lastpass-cli"
brew "lf"
brew "lilypond"
brew "mas"
brew "openjdk"
brew "neo4j"
brew "nvm"
brew "openfortivpn"
brew "pandoc"
brew "pandoc-crossref"
brew "pdm"
brew "pipx"
brew "poetry"
brew "pyenv"
brew "pyenv-virtualenv"
brew "re2c"
brew "ripgrep"
brew "semgrep"
brew "starship"
brew "stow"
brew "terraform"
brew "texlive"
brew "tig"
brew "tox"
brew "translate-shell"
brew "zenith"
brew "zig"
brew "zplug"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "1password"
cask "1password-cli"
cask "adguard"
cask "bartender"
cask "betterzip"
cask "cleanmymac"
cask "cleanshot"
cask "dash"
cask "devonthink"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-fira-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-source-code-pro"
cask "forklift"
cask "google-chrome"
cask "istat-menus"
cask "iterm2-beta"
cask "kaleidoscope"
cask "keyboard-maestro"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "ngrok"
cask "obsidian"
cask "parallels"
cask "paw"
cask "pdf-expert"
cask "raycast"
cask "royal-tsx"
cask "slack"
cask "spotify"
cask "stay"
cask "sublime-merge"
cask "tableplus"
cask "tower"
cask "typinator"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "warp"
cask "whatsapp"
cask "yacreader"
vscode "42Crunch.vscode-openapi"
vscode "adpyke.codesnap"
vscode "adpyke.vscode-sql-formatter"
vscode "anweber.vscode-httpyac"
vscode "Arjun.swagger-viewer"
vscode "arthurwang.vsc-prolog"
vscode "atlassian.atlascode"
vscode "bierner.markdown-mermaid"
vscode "bmewburn.vscode-intelephense-client"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "BriteSnow.vscode-toggle-quotes"
vscode "charliermarsh.ruff"
vscode "ChrisChinchilla.vscode-pandoc"
vscode "DanielSanMedium.dscodegpt"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "DotJoshJohnson.xml"
vscode "DSKWRK.vscode-generate-getter-setter"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "emallin.phpunit"
vscode "fabiospampinato.vscode-projects-plus"
vscode "formulahendry.code-runner"
vscode "GitHub.remotehub"
vscode "golang.go"
vscode "googlecloudtools.cloudcode"
vscode "hashicorp.terraform"
vscode "James-Yu.latex-workshop"
vscode "jeandeaual.lilypond-syntax"
vscode "jeandeaual.scheme"
vscode "kaleidoscope-app.vscode-ksdiff"
vscode "lhl2617.lilypond-formatter"
vscode "lhl2617.lilypond-pdf-preview"
vscode "lhl2617.lilypond-snippets"
vscode "lhl2617.vslilypond"
vscode "mechatroner.rainbow-csv"
vscode "MehediDracula.php-namespace-resolver"
vscode "mikestead.dotenv"
vscode "ms-azuretools.azure-dev"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurecontainerapps"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestaticwebapps"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-azurevirtualmachines"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-ossdata.vscode-postgresql"
vscode "ms-python.black-formatter"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-node-azure-pack"
vscode "njpwerner.autodocstring"
vscode "patbenatar.advanced-new-file"
vscode "PKief.material-icon-theme"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "rioj7.commandOnAllFiles"
vscode "RomanPeshkov.vscode-text-tables"
vscode "Semgrep.semgrep"
vscode "sourcery.sourcery"
vscode "stkb.rewrap"
vscode "TabNine.tabnine-vscode"
vscode "tamasfe.even-better-toml"
vscode "Tchoupinax.tilt"
vscode "Tyriar.sort-lines"
vscode "usernamehw.errorlens"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vstirbu.vscode-mermaid-preview"
vscode "withfig.fig"
vscode "xdebug.php-debug"
