tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "freetds"
brew "php"
brew "composer"
brew "espeak"
brew "gnutls"
brew "harfbuzz"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "go"
brew "graphviz"
brew "hatch"
brew "hey"
brew "hstr"
brew "node"
brew "httpyac"
brew "hyperfine"
brew "libffi"
brew "python@3.9"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "lastpass-cli"
brew "lf"
brew "lilypond"
brew "mas"
brew "minikube"
brew "openjdk"
brew "neo4j"
brew "nvm"
brew "openfortivpn"
brew "openjdk@17"
brew "pandoc"
brew "pandoc-crossref"
brew "pipx"
brew "poetry"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv"
brew "re2c"
brew "ripgrep"
brew "semgrep"
brew "starship"
brew "stow"
brew "texlive"
brew "tig"
brew "tox"
brew "translate-shell"
brew "tree"
brew "zenith"
brew "zig"
brew "zplug"
cask "1password"
cask "1password-cli"
cask "adguard"
cask "apidog"
cask "bartender"
cask "betterzip"
cask "cleanmymac"
cask "cleanshot"
cask "dash"
cask "devonthink"
cask "docker"
cask "dotnet-sdk"
cask "dropbox"
cask "fantastical"
cask "firefox"
cask "font-fira-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-source-code-pro"
cask "forklift"
cask "google-chrome"
cask "istat-menus"
cask "iterm2-beta"
cask "jetbrains-toolbox"
cask "kaleidoscope"
cask "keyboard-maestro"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "musescore"
cask "ngrok"
cask "obsidian"
cask "parallels"
cask "pdf-expert"
cask "postman"
cask "raycast"
cask "royal-tsx"
cask "slack"
cask "sonos"
cask "spotify"
cask "stay"
cask "sublime-merge"
cask "tableplus"
cask "tower"
cask "typinator"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "whatsapp"
cask "yacreader"
mas "1Password for Safari", id: 1569813296
mas "Airmail", id: 918858936
mas "Day One", id: 1055511498
mas "Dropover", id: 1355679052
mas "forScore", id: 363738376
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle Classic", id: 405399194
mas "MacFamilyTree 10", id: 1567970985
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Pixelmator Pro", id: 1289583905
mas "Reeder", id: 1529448980
mas "Telegram", id: 747648890
mas "Things", id: 904280696
mas "Xcode", id: 497799835
vscode "42Crunch.vscode-openapi"
vscode "adam-bender.commit-message-editor"
vscode "adpyke.codesnap"
vscode "adpyke.vscode-sql-formatter"
vscode "alefragnani.project-manager"
vscode "anweber.httpbook"
vscode "anweber.vscode-httpyac"
vscode "Arjun.swagger-viewer"
vscode "atlassian.atlascode"
vscode "bierner.markdown-mermaid"
vscode "bmewburn.vscode-intelephense-client"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "BriteSnow.vscode-toggle-quotes"
vscode "charliermarsh.ruff"
vscode "ChrisChinchilla.vscode-pandoc"
vscode "darkriszty.markdown-table-prettify"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "DotJoshJohnson.xml"
vscode "DSKWRK.vscode-generate-getter-setter"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "emallin.phpunit"
vscode "emilast.LogFileHighlighter"
vscode "esbenp.prettier-vscode"
vscode "FinancialForce.lana"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.remotehub"
vscode "golang.go"
vscode "googlecloudtools.cloudcode"
vscode "James-Yu.latex-workshop"
vscode "jeandeaual.lilypond-syntax"
vscode "jeandeaual.scheme"
vscode "kaleidoscope-app.vscode-ksdiff"
vscode "lhl2617.lilypond-formatter"
vscode "lhl2617.lilypond-pdf-preview"
vscode "lhl2617.lilypond-snippets"
vscode "lhl2617.vslilypond"
vscode "mattn.Lisp"
vscode "mechatroner.rainbow-csv"
vscode "MehediDracula.php-namespace-resolver"
vscode "mikestead.dotenv"
vscode "ms-azuretools.azure-dev"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurecontainerapps"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestaticwebapps"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-azurevirtualmachines"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.vscode-node-azure-pack"
vscode "njpwerner.autodocstring"
vscode "patbenatar.advanced-new-file"
vscode "PKief.material-icon-theme"
vscode "Postman.postman-for-vscode"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "salesforce.salesforce-vscode-slds"
vscode "salesforce.salesforcedx-vscode"
vscode "salesforce.salesforcedx-vscode-apex"
vscode "salesforce.salesforcedx-vscode-apex-debugger"
vscode "salesforce.salesforcedx-vscode-apex-replay-debugger"
vscode "salesforce.salesforcedx-vscode-core"
vscode "salesforce.salesforcedx-vscode-lightning"
vscode "salesforce.salesforcedx-vscode-lwc"
vscode "salesforce.salesforcedx-vscode-soql"
vscode "salesforce.salesforcedx-vscode-visualforce"
vscode "sourcery.sourcery"
vscode "stkb.rewrap"
vscode "Swimm.swimm"
vscode "TabNine.tabnine-vscode"
vscode "tamasfe.even-better-toml"
vscode "Tyriar.sort-lines"
vscode "usernamehw.errorlens"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vstirbu.vscode-mermaid-preview"
vscode "withfig.fig"
vscode "xdebug.php-debug"
